Repository: Acidburn0zzz/klook
Catalog: locale/*/klook_*.po
Languages: ru

source: File %1 does not exist
ru: Файл %1 не существует

# Unknown modification date
source: Unknown
ru: Неизвестна

source: Julia Mineeva
ru: Юлия Минеева

source: Developer
ru: Разработчик

source: Evgeniy Auzhin
ru: Евгений Аужин

source: Sergey Borovkov
ru: Сергей Боровков

source: File index
ru: Индекс

source: Turn on embedded mode
ru: Включить встроенный режим

source: X position of the icon
ru: Координата X пиктограммы

source: Y position of the icon
ru: Координата Y пиктограммы

source: Width of the icon
ru: Ширина пиктограммы

source: Height of the icon
ru: Высота пиктограммы

source: A required argument 'file'
ru: Требуется параметр 'file'

source: Artist:
ru: Исполнитель:

source: Total time:
ru: Длительность:

source: Folder
ru: Папка

source: Last Modified:
ru: Дата изменения:

source: Size:
ru: Размер:

source: Elements:
ru: Элементы:

source: Open in...
ru: Открыть в...

source: Open
ru: Открыть

source: Open in
ru: Открыть в
